/*Задача 1
Задать высоту, длину и ширину прямоугольного параллелепипеда и найти его площадь.
Узнайте, что больше: ширина или высота и выведите информацию об этом в консоль.*/

let vara = 3, varb = 5, varc = 4;
console.log("a =",vara,"b =", varb,"c =", varc);
let varS = 2 * (vara * varb + varb * varc + vara * varc);
console.log("Площадь параллелепипеда равна", varS);

/*Задача 2
На садовом участке площадью 10 соток , разбили грядки 15 на 25 метров. Сколько м2 осталось незанято?*/

/*Задача 3
Найдите площадь овального кольца, полученного из овала площадью 15 дм2 вырезанием овала площадью 600 см2.*/

/*Задача 4
Задать 2 целочисленные переменные,
если остаток от деления меньше или равен 4 ->
вывести в консоль их сумму,
иначе вывести разницу*/
